/* original app has been modified and moved */
"%1$@ has been updated and moved. Do you want to change all your keychain items to allow the new version access to your keychain?" = "%1$@ foi atualizado e movido. Deseja alterar todos os itens de suas chaves para permitir o acesso da nova versão às suas chaves?";

/* original app has been updated (paths equal) v2 */
"%1$@ has been updated. Do you want to allow the new version to access the same keychain items (such as passwords) as the previous version?" = "%1$@ foi atualizado. Deseja permitir que a nova versão acesse os mesmos itens de chaves (tais como senhas) que a versão anterior?";

/* original app has been updated (paths equal) */
"%1$@ has been updated. Do you want to change all your keychain items to allow the new version access to your keychain?" = "%1$@ foi atualizado. Deseja alterar todos os itens das suas chaves para permitir o acesso da nova versão às suas chaves? ";

/* Descriptive text for when the app doesn't match the item's ACL. */
"%1$@ may have been updated or changed, perhaps during a software update. Because of this you need to allow permission to use the keychain item." = "%1$@ pode ter sido atualizado ou alterado, talvez durante a atualização de software. Por isso você necessita dar permissão ao uso do item de chaves.";

/* Descriptive text for when the app doesn't match the item acls in a keychain's items. */
"%1$@ may have been updated or changed, perhaps during a software update. Because of this you need to allow permission to use the keychain." = "Talvez %1$@ tenha sido atualizado ou alterado, possivelmente durante uma atualização de software. Por esse motivo, você precisa dar permissão para usar as chaves.";

/* Confirm Access message text when operation is unknown. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key affected. */
"%1$@ wants to access key \\U201C%2$@\\U201D in your keychain." = "%1$@ deseja acessar a chave “%2$@” de suas chaves.";

/* Confirm Access message text when attempting to generate a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being generated. */
"%1$@ wants to add the  \\U201C%2$@\\U201D item to your keychain." = "%1$@ deseja adicionar o item “%2$@” às suas chaves.";

/* Confirm Access message text when attempting to modify the ACL of a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key of which the ACL is being changed. */
"%1$@ wants to change access permissions of the \\U201C%2$@\\U201D item in your keychain." = "%1$@ deseja alterar as permissões do item “%2$@” nas suas chaves.";

/* Confirm Access message text when attempting to modify the owner of a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key of which the owner is being changed. */
"%1$@ wants to change the owner of the \\U201C%2$@\\U201D item in your keychain (the owner of the item is the one allowed to change access permissions)." = "%1$@ deseja alterar o proprietário do item “%2$@” de suas chaves (o proprietário do item é o que tem permissão para alterar as permissões de acesso).";

/* Confirm Access message text when attempting to decrypt using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to decrypt the \\U201C%2$@\\U201D item in your keychain." = "%1$@ deseja decriptar o item “%2$@” nas suas chaves.";

/* Confirm Access message text when attempting to delete a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being being deleted. */
"%1$@ wants to delete the \\U201C%2$@\\U201D item from your keychain." = "%1$@ deseja apagar o item “%2$@” das suas chaves.";

/* Confirm Access message text when attempting to derive a key from a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used to derive a key from. */
"%1$@ wants to derive a key from key \\U201C%2$@\\U201D in your keychain." = "%1$@ deseja criar uma chave derivada da chave “%2$@” de suas chaves.";

/* Confirm Access message text when attempting to encrypt using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to encrypt using key \\U201C%2$@\\U201D in your keychain." = "%1$@ deseja encriptar usando a chave “%2$@” de suas chaves.";

/* Confirm Access message text when attempting to export a key in wrapped form. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being exported. */
"%1$@ wants to export key \\U201C%2$@\\U201D from your keychain." = "%1$@ deseja exportar a chave “%2$@” de suas chaves.";

/* Confirm Access message text when attempting to import a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being imported. */
"%1$@ wants to import key \\U201C%2$@\\U201D into your keychain." = "%1$@ deseja importar a chave “%2$@” para as suas chaves.";

/* Confirm Access message text when attempting to sign using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to sign using key \\U201C%2$@\\U201D in your keychain." = "%1$@ deseja assinar usando a chave “%2$@” de suas chaves.";

/* Confirm Access message text when attempting to sign using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to sign with key \\U201C%2$@\\U201D in your keychain." = "%1$@ deseja assinar com a chave “%2$@” de suas chaves.";

/* Unlock reason */
"%1$@ wants to use the \\U201C%2$@\\U201D keychain." = "%1$@ deseja utilizar as chaves “%2$@”.";

/* Confirm Access message text when attempting to decrypt using a groupkey. %1$@ is replaced by the name of the application making the request. %2$@ says '...allow?' or '...enter keychain password' if password is required for the operation. */
"%1$@ wants to use your .Mac password. %2$@" = "%1$@ deseja usar a sua senha do .Mac. %2$@";

/* Confirm Access message text when attempting to decrypt using a groupkey. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to use your confidential information stored in \\U201C%2$@\\U201D in your keychain." = "%1$@ deseja usar as informações confidenciais armazenadas em “%2$@” nas suas chaves.";

/* Part of the Confirm Access message text when application fails static code-signing verification.  %1$@ is replaced by the name of the application making the request. */
"\\U201C%1$@\\U201D has been altered on disk. You might be running something that is pretending to be \\U201C%1$@\\U201D." = "“%1$@” foi alterado no disco. Talvez você esteja executando algo que está fingindo ser “%1$@”.";

/* Part of the Confirm Access message text when application has failed dynamic code-signing verification.  %1$@ is replaced by the name of the application making the request. */
"\\U201C%1$@\\U201D has been modified while running and no longer conforms to what was installed on disk." = "“%1$@” foi modificado enquanto estava em execução e não está mais de acordo com o que foi instalado no disco.";

/* Part of the Confirm Access message text when neither a signature nor a path is available to verify the application. */
"\\U201C%1$@\\U201D is unknown. Access is denied." = "“%1$@” é desconhecido. O acesso está negado.";

/* new app introduced, give it access? */
"An application named %1$@ needs to access your keychain, but there is an existing version. Do you want to change all your keychain items to allow the new version access to your keychain?" = "Um aplicativo chamado %1$@ necessita acessar suas chaves, mas já existe uma versão anterior. Deseja alterar todos os itens das suas chaves para permitir o acesso da nova versão às suas chaves?";

/* AppType */
"Application:" = "Aplicativo:";

/* Authentication no longer needed */
"Authentication is no longer needed." = "A autenticação não é mais necessária.";

/* Cancel button title */
"Cancel" = "Cancelar";

/* changed application wanting access */
"Changed Process:" = "Processo Alterado:";

/* confirm that a application changed panel title string */
"Confirm Application Change" = "Confirmar Alteração de Aplicativo";

/* Copy Location To Clipboard SFURLView menu item */
"Copy Location To Clipboard" = "Copiar Localização na Área de Transferência";

/* Detail disclosure button label.  Details about authorization requests. */
"Detail" = "Detalhe";

/* Do you want to allow access to this item? */
"Do you want to allow access to this item?" = "Deseja permitir o acesso a este item?";

/* Do you want to allow this? */
"Do you want to allow this?" = "Deseja permitir isso?";

/* Password for a newly created keychain, change keychain password. */
"Enter a new password for the keychain \\U201C%1$@.\\U201D" = "Digite uma nova senha para as chaves “%1$@”.";

/* When configuring a keychain on additional Macs (non-login kc) */
"Enter the password for keychain \\U201C%1$@\\U201D on \\U201C%2$@\\U201D." = "Digite a senha das chaves “%1$@” em “%2$@”.";

/* Enter the password for keychain \\U201C%1$@\\U201D on one of the computers you have synchronized. */
"Enter the password for keychain \\U201C%1$@\\U201D on one of the computers you have synchronized." = "Digite a senha para a chave “%1$@” em um dos computadores que você sincronizou.";

/* Part of the Confirm Access message text when application signature cannot be verified.  %1$@ is replaced by the name of the application making the request. */
"It is not possible to tell whether \\U201C%1$@\\U201D is unchanged from the last time it was used. Someone could have modified or replaced it." = "Não é possível dizer se “%1$@” não foi modificado desde a última vez que foi usado. Alguém pode tê-lo modificado ou substituído.";

/* Keychain Access application's name */
"Keychain Access.app" = "Acesso às Chaves.app";

/* When referring to a faceless application or tool that represents the system, Mac OS X, your computer, your system, this replaces the client name in the authentication dialog */
"Mac OS X" = "Mac OS X";

/* Shown instead of Password: when asking the user to provide a new password or change an old one. */
"New Password:" = "Nova Senha:";

/* No button title */
"No" = "Não";

/* Sometimes no password is required and the field is inactive.  This string is set in it as a placeholder. */
"Not required." = "Não requerido.";

/* OK button title */
"OK" = "OK";

/* Show user provided hint to help remember password */
"Password hint: \\U201C%1$@\\U201D." = "Dica de senha: “%1$@”.";

/* In the case of a smartcard instead of a keychain, the PIN label is substituted where the Password label is. */
"PIN:" = "Nº PIN:";

/* Unlock reason detail */
"Please enter the keychain password." = "Por favor, digite a senha das chaves.";

/* Typical pwd suggestion */
"Secure passwords typically are longer than 6 characters and should not contain obvious words like dog, cat, and so on." = "As senhas seguras normalmente têm mais de 6 caracteres e não devem conter palavras óbvias como cachorro, gato, etc.";

/* Authentication unable to continue */
"Sorry, unable to continue the authentication." = "Não é possível continuar a autenticação.";

/* Unlock unable to continue */
"Sorry, unable to continue the unlock." = "Impossível continuar o desbloqueio.";

/* Authentication canceled */
"Sorry, you attempted to authenticate too many times." = "Desculpe, você tentou autenticar muitas vezes.";

/* NewPwd canceled */
"Sorry, you attempted to set your password for the \\U201C%1$@\\U201D keychain too many times." = "Desculpe, você tentou definir sua senha para as chaves “%1$@” muitas vezes.";

/* Unlock canceled */
"Sorry, you attempted to unlock \\U201C%1$@\\U201D too many times." = "Desculpe, você tentou desbloquear “%1$@” demasiadas vezes.";

/* Unlock failed; invalid password */
"Sorry, you entered an invalid password." = "Desculpe, você digitou uma senha inválida.";

/* For referring to the system keychain. */
"System" = "Sistema";

/* Application with same name is different and possibly in a different location as well. */
"The \\U201C%1$@\\U201D software on your computer has changed and wants to access your keychain." = "O software “%1$@” do seu computador foi alterado e deseja ter acesso às suas chaves.";

/* Part of the Confirm Access informational text when application is unsigned.  %1$@ is replaced by the name of the application making the request. */
"The authenticity of \\U201C%1$@\\U201D cannot be verified." = "A autenticidade de “%1$@” não pode ser verificada.";

/* error after succefully entering a password which then fails to get added to a keychain. */
"The item could not be added to your default keychain." = "O item não pôde ser adicionado às suas chaves padrão. ";

/* detailed message for allowing a process to have the same access as original app v2. */
"The keychain items may include passwords and other important information. If you click Allow, the new version of \\U201C%1$@\\U201D will have access to all the keychain items used by previous version. This change is permanent." = "Os itens das chaves podem incluir senhas e outras informações importantes. Se você clicar em Permitir, a nova versão de “%1$@” terá acesso a todos os itens das chaves usados pela versão anterior. Esta alteração é permanente.";

/* Authentication failed; invalid username or password */
"The name or password you entered is incorrect." = "O nome ou senha que você digitou é incorreto.";

/* detailed message for allowing a process to have the same access as original app. */
"This change is permanent and affects all keychain items in all your keychains." = "Esta alteração é permanente e afeta todos os itens das  chaves em todas as suas chaves.";

/* Application with same name is different and possibly in a different location as well. */
"This is a new version of the application \\U201C%1$@\\U201D. Do you want to allow it to access the same keychain items as the previous version?" = "Esta é uma versão nova do aplicativo “%1$@”. Deseja permitir que a nova versão acesse os mesmos itens das chaves que a versão anterior?";

/* When configuring a keychain on additional Macs - details text */
"This is the same password you used to first synchronize your keychain \\U201C%@\\U201D with .Mac." = "Esta é a mesma senha que você usou para sincronizar pela primeira vez as suas chaves “%@” com o .Mac.";

/* Please enter the keychain password. */
"To allow this, enter the \\U201C%1$@\\U201D keychain password." = "Para permitir isso, digite a senha das chaves “%1$@”.";

/* When configuring a keychain on additional Macs (login kc) */
"To synchronize your keychain on this computer, enter the password for your user account on \\U201C%1$@\\U201D." = "Para sincronizar suas chaves neste computador, digite a senha da sua conta de usuário em “%1$@”.";

/* To synchronize your keychain on this computer, enter your user account password for any of the computers you synchronize. */
"To synchronize your keychain on this computer, enter your user account password for any of the computers you synchronize." = "Para sincronizar suas chaves neste computador, digite sua senha de conta de usuário para qualquer um dos computadores que você sincroniza.";

/* ToolType */
"Tool:" = "Ferramenta:";

/* Try again later */
"Try again later." = "Tente novamente mais tarde.";

/* Please Try again */
"Try entering your information again." = "Tente digitar suas informações novamente.";

/* Authenticate greeting changing the system certificate Trust Settings. */
"Type an administrator's name and password to make changes to the System Certificate Trust Settings." = "Digite um nome e senha de administrador para efetuar mudanças nos Ajustes de Confiabilidade de Certificado do Sistema.";

/* Authenticate greeting for a non-admin asking to authenticate as an admin.  %1$@ gets replaced with Application name, or the localized string representing the system (Mac OS X). */
"Type an administrator\\U2019s name and password to allow %1$@ to make changes." = "Digite uma senha e nome de administrador para permitir que %1$@ realize alterações.";

/* Authenticate greeting for any group.  %1$@ gets replaced with group name and %2$@ gets replaced with the calling Application's name, or the localized string representing the system (Mac OS X). */
"Type the name and password of a user in the \\U201C%1$@\\U201D group to allow %2$@ to make changes." = "Digite o nome e a senha de um usuário no grupo “%1$@” para permitir que %2$@ realize alterações.";

/* Authenticate greeting for an admin, or a user that can authorize.  %1$@ gets replaced with Application name, or the localized string representing the system (Mac OS X). */
"Type your password to allow %1$@ to make changes." = "Digite sua senha para permitir que %1$@ realize alterações.";

/* Authenticate greeting changing the per-user certificate Trust Settings. */
"Type your password to make changes to your Certificate Trust Settings." = "Digite sua senha para efetuar alterações em seus Ajustes de Confiabilidade de Certificado.";

/* UnkownProcessType */
"Unknown:" = "Desconhecido:";

/* Unlock no longer needed */
"Unlock is no longer needed." = "Desbloquear não é mais necessário.";

/* Yes button title */
"Yes" = "Sim";

/* pwd is blank */
"You have not provided a password. Please specify one." = "Você não havia fornecido uma senha. Por favor, especifique uma.";

/* pwd too simple */
"You have specified a non-secure password. Please use a longer one." = "Você especificou uma senha que não é segura. Utilize uma senha mais longa.";

/* used that pwd before */
"You have used that password before. Please use a different one." = "Você já havia utilizado esta senha antes. Por favor, utilize uma diferente.";

/* Authentication failure for admin group.  %1$@ gets replaced with Application name. */
"You must type an administrator\\U2019s name and password to make changes to %1$@." = "Você deve digitar um nome e uma senha de administrador para fazer alterações em %1$@.";

/* Authentication failure for any group.  %1$@ gets replaced with group name and %2$@ gets replaced with the calling Application's name. */
"You must type the name and password of a user in the \\U201C%1$@\\U201D group to make changes to %2$@." = "Você deve digitar o nome e a senha de um usuário do grupo “%1$@” para fazer alterações em %2$@.";

/* NewPwd verify not equal */
"Your password is not the same as the verify password." = "Sua senha não é igual à senha de verificação.";

/* pwd unacceptable */
"Your password is unacceptable." = "Sua senha é inaceitável.";
